motivation/responsiveness/latency-sensitive/dvfs/multi.log
This is ApacheBench, Version 2.3 <$Revision: 1706008 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 147.46.240.226 (be patient)


Server Software:        Apache-Coyote/1.1
Server Hostname:        147.46.240.226
Server Port:            8080

Document Path:          /examples/servlets/nonblocking/numberwriter
Document Length:        210000 bytes

Concurrency Level:      100
Time taken for tests:   5.401 seconds
Complete requests:      500
Failed requests:        1
   (Connect: 0, Receive: 0, Length: 1, Exceptions: 0)
Total transferred:      105079192 bytes
HTML transferred:       105008192 bytes
Requests per second:    92.57 [#/sec] (mean)
Time per request:       1080.285 [ms] (mean)
Time per request:       10.803 [ms] (mean, across all concurrent requests)
Transfer rate:          18998.02 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   0.5      0       2
Processing:   159 1018 353.0   1017    2256
Waiting:        1  401 285.8    352    1701
Total:        159 1019 353.0   1017    2256
WARNING: The median and mean for the initial connection time are not within a normal deviation
        These results are probably not that reliable.

Percentage of the requests served within a certain time (ms)
  50%   1017
  66%   1158
  75%   1243
  80%   1344
  90%   1451
  95%   1591
  98%   1839
  99%   1959
 100%   2256 (longest request)